public/index.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2024-10-25 Fri 15:57 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Morgan Kothman</title>
<meta name="author" content="Morgan Kothman" />
<meta name="description" content="Morgan is a tech support specialist in Michigan,
focusing on making technology more accessible for the
average person." />
<meta name="keywords" content="Morgan Kothman, portfolio website, tech support, tech support specialist" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="styles.css">
</head>
<body>
<div id="preamble" class="status">
<header><nav><ul><li><a href="#title"><h1>Morgan Kothman</h1><h3>Tech Support Specialist</h3></a><li id="nav-about"><a href="#about">about</a></li><li id="nav-projects"><a href="#projects">projects</a></li><li id="nav-contact"><a href="#contact">contact</a></li></ul></nav></header>
</div>
<div id="content" class="content">
<div id="outline-container-orgf2ff3af" class="outline-2">
<h2 id="orgf2ff3af">About Me</h2>
<div class="outline-text-2" id="text-orgf2ff3af">
<p>
I'm a musician, programmer, and avid learner. Most of my free time is
spent with my friends and family, or working on whatever project I'm
caught up in at any given moment.
</p>
</div>
</div>
<div id="outline-container-org03cbb37" class="outline-2">
<h2 id="org03cbb37">Projects</h2>
<div class="outline-text-2" id="text-org03cbb37">
</div>
<div id="outline-container-org1c68682" class="outline-3">
<h3 id="org1c68682">Kalamazoo Valley Community College</h3>
<div class="outline-text-3" id="text-org1c68682">
</div>
<div id="outline-container-orgd58079d" class="outline-4">
<h4 id="orgd58079d">CIS 170</h4>
<div class="outline-text-4" id="text-orgd58079d">
</div>
<div id="outline-container-org4cd5b4f" class="outline-5">
<h5 id="org4cd5b4f">Static Web Development (HTML, CSS, JS) - Spring 2024</h5>
<div class="outline-text-5" id="text-org4cd5b4f">
<dl class="org-dl">
<dt><a href="file:///CIS-170/Project%201/">Project 1</a></dt><dd>A single-page static website meant to demonstrate my understanding of HTML.</dd>
<dt><a href="file:///CIS-170/Project%202/">Project 2</a></dt><dd>Description</dd>
<dt><a href="file:///CIS-170/Project%203/">Project 3</a></dt><dd>Description</dd>
<dt><a href="file:///CIS-170/Project%204/">Project 4</a></dt><dd>Description</dd>
</dl>
</div>
</div>
</div>
</div>
</div>
<div id="outline-container-org0111237" class="outline-2">
<h2 id="org0111237">Contact</h2>
</div>

<div id="outline-container-org7d463fa" class="outline-2">
<h2 id="org7d463fa">Resources</h2>
<div class="outline-text-2" id="text-org7d463fa">
</div>
<div id="outline-container-orge8c6ead" class="outline-3">
<h3 id="orge8c6ead">Technical</h3>
<div class="outline-text-3" id="text-orge8c6ead">
</div>
<div id="outline-container-org301f5c5" class="outline-4">
<h4 id="org301f5c5">Org-Mode</h4>
<div class="outline-text-4" id="text-org301f5c5">
<ul class="org-ul">
<li><a href="https://orgmode.org/manual/Export-Settings.html">Org-Mode Export Settings</a></li>
<li><a href="https://orgmode.org/manual/HTML-specific-export-settings.html">HTML Specific Export Settings</a></li>
</ul>
</div>
</div>
</div>
</div>
</div>
</body>
</html>
